Repository: helmut-steiner/hsp-smart-cache
Catalog: languages/hsp-smart-cache-*.po
Languages: de_de

source: Cache cleared.
de_de: Cache geleert.

source: Defaults restored.
de_de: Standardwerte wiederhergestellt.

source: Cache tests completed.
de_de: Cache-Tests abgeschlossen.

source: Enable page caching for anonymous visitors
de_de: Seiten-Cache für anonyme Besucher aktivieren

source: Cache TTL (seconds)
de_de: Cache-TTL (Sekunden)

source: Allow page caching for logged-in users
de_de: Seiten-Cache für eingeloggte Benutzer erlauben

source: Browser Cache Headers
de_de: Browser-Cache-Header

source: Send Cache-Control headers for cacheable pages
de_de: Cache-Control-Header für cachebare Seiten senden

source: HTML cache TTL (seconds)
de_de: HTML-Cache-TTL (Sekunden)

source: Asset cache TTL (seconds)
de_de: Asset-Cache-TTL (Sekunden)

source: Static Asset Caching
de_de: Statisches Asset-Caching

source: Enable browser caching for WordPress/theme/plugin assets
de_de: Browser-Cache für WordPress/Theme/Plugin-Assets aktivieren

source: Static asset TTL (seconds)
de_de: Statischer Asset-TTL (Sekunden)

source: Add immutable directive where supported
de_de: Immutable-Direktive hinzufügen (wenn unterstützt)

source: Auto-write .htaccess rules when possible
de_de: .htaccess-Regeln automatisch schreiben (wenn möglich)

source: Render Blocking Optimization
de_de: Optimierung der Render-Blockierung

source: Add defer to enqueued scripts
de_de: defer zu eingebundenen Skripten hinzufügen

source: Defer exclusions (script handles, one per line)
de_de: Defer-Ausnahmen (Script-Handles, je Zeile)

source: Add async to enqueued scripts (if defer is off)
de_de: async zu eingebundenen Skripten hinzufügen (wenn defer aus ist)

source: Async exclusions (script handles, one per line)
de_de: Async-Ausnahmen (Script-Handles, je Zeile)

source: Preconnect URLs (one per line)
de_de: Preconnect-URLs (eine pro Zeile)

source: Preload font URLs (one per line)
de_de: Font-Preload-URLs (eine pro Zeile)

source: Preload CSS URLs (one per line)
de_de: CSS-Preload-URLs (eine pro Zeile)

source: Inline critical CSS
de_de: Kritisches CSS inline

source: Additional Performance
de_de: Zusätzliche Performance

source: Enable native lazy-loading for images
de_de: Native Lazy-Loading für Bilder aktivieren

source: Enable native lazy-loading for iframes
de_de: Native Lazy-Loading für iFrames aktivieren

source: Add decoding="async" to images
de_de: decoding="async" zu Bildern hinzufügen

source: Disable emoji scripts and styles
de_de: Emoji-Skripte und -Styles deaktivieren

source: Disable WordPress embeds
de_de: WordPress-Embeds deaktivieren

source: Disable Dashicons for guests
de_de: Dashicons für Gäste deaktivieren

source: DNS prefetch URLs (one per line)
de_de: DNS-Prefetch-URLs (eine pro Zeile)

source: Minification
de_de: Minifizierung

source: Minify HTML
de_de: HTML minifizieren

source: Minify CSS files
de_de: CSS-Dateien minifizieren

source: Minify JS files
de_de: JS-Dateien minifizieren

source: Object Cache
de_de: Objekt-Cache

source: Enable file-based persistent object cache (drop-in)
de_de: Dateibasierten persistenten Objekt-Cache (Drop-in) aktivieren

source: Enable CDN URL rewriting for static assets
de_de: CDN-URL-Umschreibung für statische Assets aktivieren

source: CDN Base URL
de_de: CDN-Basis-URL

source: Clear All Caches
de_de: Alle Caches leeren

source: Run Cache Tests
de_de: Cache-Tests ausführen

source: Restore Defaults
de_de: Standardwerte wiederherstellen

source: Delete cache of current page
de_de: Cache der aktuellen Seite löschen

source: Delete all cache files
de_de: Alle Cache-Dateien löschen

source: Rebuild current page cache
de_de: Cache der aktuellen Seite neu erstellen

source: Rebuild all caches
de_de: Alle Caches neu erstellen

source: Unauthorized
de_de: Nicht autorisiert
